# Taps
tap "homebrew/cask"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"

cask_args appdir: "~/Applications", require_sha: true

# Binaries
brew "fontconfig"
brew "pyenv"
brew "pyenv-virtualenv"
brew "federico-terzi/espanso/espanso"
brew "tmux"
brew "vim"

# Apps
cask "alacritty"
cask "dozer"
cask "itsycal"
cask "homebrew/cask-fonts/font-fira-code"
cask "keepingyouawake"
cask "monodraw"
cask "meld"
cask "obs"
cask "rectangle"
#cask "transmission"
cask "vlc"

